[AutoRun]
IDS_ABOUT_COPYRIGHT=Telif Hakkı (C) 2008 Rocksteady Studios Ltd
IDS_ABOUT_TITLE=BmAutorun Hakkında
IDS_ABOUT_VERSION=BmAutorun Sürüm 1.0
IDS_ABOUTBOX=&BmAutorun Hakkında…
IDS_APPERROR_DEFAULT=Uygulama Yürütme Hatası
IDS_APPERROR_FILE_NOT_FOUND=Belirtilen dosya bulunamadı
IDS_DLG_INSTALL_DEMO=Demoyu Yükle
IDS_DLG_INSTALL_DX=DirectX Yükle
IDS_DLG_INSTALL_GAME=Oyunu Yükle
IDS_DLG_PLAY_GAME=Oyunu Oyna
IDS_DLG_QUIT=Çık
IDS_DLG_SETUP_GAME=Oyun Kurulumu
IDS_DLG_VIEW_README=Beni Oku Dosyasını Aç
IDS_LAUNCHFAIL=autorun.exe başlatılamadı. Program zaten çalışıyor.
IDS_LAUNCHFAIL_TITLE=Uygulama Başlatılamadı
IDS_OK=Tamam

[Benchmark]
Active=Değerlendirme Sürüyor
Average=Ortalama
Current=Şimdiki
Finished=Değerlendirme tamamlandı - bir tuşa bas
Maximum=En Fazla
Minimum=En Düşük

[BmLauncher]
COM_AIM_GADGET=Aleti Nişanla
COM_BACK=Geri
COM_CAPESTUN=Pelerinle Sersemletme
COM_COMBAT_TAKEDOWN=Özel Kombo Bitirişi
COM_COMBATTAKEDOWN=Özel Bitirici Vuruş
COM_COUNTER=Karşıla/Bitir
COM_CROUCH=Çömel
COM_CROUCH_TOGGLE=Çömel/Kalk
COM_CRYPTO_TUNE=Kriptografik İzleyiciyi Kullan
COM_DETECTIVE_MODE=Dedektif Modu
COM_FORWARD=İleri
COM_GADGET_SECONDARY=Alet İkinci Özelliği
COM_GADGETS=Alet Seç
COM_GRAPPLE=Tutun
COM_GRAPPLE_OR_GADGET=Alet Kullan/Tutun
COM_GRAPPLE_USE_STRIKE=Tutun/Alet Kullan/Saldır
COM_LEFT=Sol
COM_LEVELUP=Seviye Atla/Harita Menüsü
COM_MAP=WayneTech
COM_MOVEMENT=Hareket
COM_MOVEMENT2
COM_NEXT_GADGET=Sonraki Alet
COM_PREV_GADGET=Önceki Alet
COM_PRIMARY_GROUP_COMBAT=Özel Kombo Yarasa Sürüsü
COM_QUICK_GADGET0=Çabuk Atışlı Alet 1
COM_QUICK_GADGET1=Çabuk Atışlı Alet 2
COM_QUICK_GADGET2=Çabuk Atışlı Alet 3
COM_QUICK_GADGET3=Çabuk Atışlı Alet 4
COM_QUICK_GADGET4=Çabuk Atışlı Alet 5
COM_QUICKBATARANG=Çabuk Atışlı Batarang
COM_QUICKBATCLAW=Çabuk Atışlı Yarasa Pençesi
COM_READY=Aleti Hazırla/Karşıla
COM_RIGHT=Sağ
COM_RUN_GLIDE_USE=Koş/Süzül/Kullan
COM_SECONDARY_GROUP_COMBAT=Özel Kombo Çoklu Yerde Bitiriş
COM_SEL_GADGET0=Alet 1'i Seç
COM_SEL_GADGET1=Alet 2'yi Seç
COM_SEL_GADGET10=Alet 11'i Seç
COM_SEL_GADGET11=Alet 12'yi Seç
COM_SEL_GADGET2=Alet 3'ü Seç
COM_SEL_GADGET3=Alet 4'ü Seç
COM_SEL_GADGET4=Alet 5'i Seç
COM_SEL_GADGET5=Alet 6'yı Seç
COM_SEL_GADGET6=Alet 7'yi Seç
COM_SEL_GADGET7=Alet 8'i Seç
COM_SEL_GADGET8=Alet 9'u Seç
COM_SEL_GADGET9=Alet 10'u Seç
COM_STRIKE=Saldır
COM_TAKEDOWN=Bitirici Vuruş
COM_THROW=Fırlat
COM_USE=Kullan
COM_USE_GADGET=Alet Kullan
COM_WEAPON_DESTROY=Özel Kombo Silahsızlandır ve Yok Et
COM_ZOOM=Yaklaştır
DX11TESSELLATION=DIRECTX 11 MOZAİKLEME
FORM_BADSHADER=Batman: Arkham Şehri için gölgelendirme modeli 3.0 ya da üstünü destekleyen bir ekran kartı gerekir.
FORM_BADSHADER_TITLE=Hata
FORM_CANCEL=İptal
FORM_CTL_SETTINGS=Ayarlar
FORM_CTL_TAB_GADGETS=Alet Seç
FORM_CTL_TAB_MOVEMENT=Kontroller
FORM_CTL_TITLE=Seçenekler
FORM_DSP_AO=Ortam Kapama
FORM_DSP_BLOOM=Kamaşma
FORM_DSP_BY=tarafından
FORM_DSP_DETAIL_LEVEL=Detay Seviyesi
FORM_DSP_DISABLED=Devre Dışı
FORM_DSP_DISTORTION=Bozulma
FORM_DSP_DRIVER_VERSION_WARNING=NVIDIA™ Ekran Kartı Sürücün güncel değil. En iyi oyun tecrübesi için sürücünü güncellemeni öneririz
FORM_DSP_DX11_FEATURES=MVSS ve HBAO
FORM_DSP_DYNAMIC_LIGHTS=Hareketli Işıklandırma
FORM_DSP_DYNAMIC_SHADOWS=Hareketli Gölgelendirme
FORM_DSP_EFFECTS=Etkiler
FORM_DSP_ENABLED=Açık
FORM_DSP_FOG_VOLUMES=Hacimli Sis
FORM_DSP_FULLSCREEN=Tam Ekran
FORM_DSP_HIGH=Yüksek
FORM_DSP_LENSFLARES=Mercek Parlaması
FORM_DSP_LIGHTSHAFTS=Işık Hüzmeleri
FORM_DSP_LOW=Düşük
FORM_DSP_MEDIUM=Orta
FORM_DSP_MOTION_BLUR=Hareket Bulanıklaştırma
FORM_DSP_MSAA=Bozukluk Giderme
FORM_DSP_MSAA_16xCSAA=NVIDIA(TM) 16x CSAA
FORM_DSP_MSAA_16xQCSAA=NVIDIA(TM) 16xQ CSAA
FORM_DSP_MSAA_2xMSAA=2x MSAA
FORM_DSP_MSAA_32xCSAA=NVIDIA(TM) 32x CSAA
FORM_DSP_MSAA_4xMSAA=4x MSAA
FORM_DSP_MSAA_8xCSAA=NVIDIA(TM) 8x CSAA
FORM_DSP_MSAA_8xMSAA=8x MSAA
FORM_DSP_MSAA_Disabled=Devre Dışı
FORM_DSP_MSAA_Incompatible=NVIDIA(TM) 8000 ve üstü gerekli
FORM_DSP_MSAA_WARNING=Donanımın Çok Örnekli Bozukluk Giderme (MSAA) desteklemiyor.\nÇok Örnekli Bozukluk Giderme devre dışı bırakılacak.
FORM_DSP_NO=Hayır
FORM_DSP_NORMAL=Normal
FORM_DSP_OFF=Kapalı
FORM_DSP_PHYSX_WARNING=Donanımın NVIDIA(TM) Donanım İvmelendirmeli PhysX(TM) desteklemiyor.\nAdanmış donanım olmadığından performans düşecek.
FORM_DSP_PHYSXLEVELTM=Donanım İvmelendirmeli PhysX(TM)
FORM_DSP_PHYSXLEVELTM_T1=NVIDIA(TM) GeForce GTX 560 ya da üstü önerilir
FORM_DSP_PHYSXLEVELTM_T2=NVIDIA(TM) GeForce GTX 560 ya da üstü ya da adanmış GTX 460 ya da daha iyisi önerilir
FORM_DSP_PIXELS=piksel
FORM_DSP_REFLECTIONS=Yansımalar
FORM_DSP_RESOLUTION=Çözünürlük
FORM_DSP_RESOLUTION_WS=Geniş Ekran
FORM_DSP_SETTINGS=Görüntü Ayarları
FORM_DSP_SPH_HARMONICS=Küresel Harmonik Işıklandırma
FORM_DSP_STEREO=NVIDIA(TM) Derinlikli 3B
FORM_DSP_STEREO_NONE=Mevcut Değil
FORM_DSP_STEREO_NONE_TIP=(3B Görüş için NVIDIA(TM) GeForce 8800 ve üstü gerekir)
FORM_DSP_STEREO_NOT_ENABLED=NVIDIA(TM) Denetim Masasından Devre Dışı Bırakıldı
FORM_DSP_STEREO_NOT_SUPPORTED=GeForce 8800 ve üstü gerekir
FORM_DSP_STEREO_NVIDIA_3DV_ENABLED=NVIDIA(TM) 3B Görüş açık
FORM_DSP_STEREO_NVIDIA_3DV_NOT_ENABLED=NVIDIA(TM) 3B Görüş devre dışı
FORM_DSP_STEREO_NVIDIA_3DV_NOT_ENABLED_TIP=(3B Görüşü NVIDIA(TM) Denetim Masası'ndan aç)
FORM_DSP_STEREO_NVIDIA_3DV_NOT_INITIALISED=Mevcut Değil
FORM_DSP_STEREO_STATUS=Derinlikli 3B Durumu
FORM_DSP_STEREO_WARNING_NOT_ENABLED=NVIDIA(TM) Derinlikli 3B NVIDIA(TM) Denetim Masası'ndan etkinleştirilmedi.\nNVIDIA(TM) Derinlikli 3B devre dışı bırakılacak.
FORM_DSP_STEREO_WARNING_NOT_SUPPORTED=Donanımın NVIDIA(TM) Derinlikli 3B desteklemiyor.\nNVIDIA(TM) Derinlikli 3B devre dışı bırakılacak.
FORM_DSP_TITLE=Görüntü Ayarları
FORM_DSP_ULTRA=Aşırı Yüksek
FORM_DSP_USEDX10=DirectX 10 Kullan
FORM_DSP_USEDX11=DirectX 11 Özellikleri
FORM_DSP_VERY_HIGH=Çok Yüksek
FORM_DSP_VSYNC=Dikey Eşleme
FORM_DSP_YES=Evet
FORM_EXIT=Çık
FORM_GETKEY_HELP=Atanacak tuşa bas
FORM_GETKEY_TITLE=Tuş Seç
FORM_GETKEY_UNBIND=Atamayı Kaldır
FORM_MINPC_HEADING=Düşük Sistem Uyarısı
FORM_MINPC_MESSAGE=Dikkat! Bilgisayarın ’Batman: Arkham Şehri’ oynamak için en düşük sistem gereksinimlerini karşılamıyor. Devam edersen kötü performans alabilirsin.
FORM_OK=TAMAM
FORM_PLAY=Oyna
FORM_README=Beni Oku Dosyasını Aç
FORM_README_TITLE=Beni Oku
FORM_RESET=Varsayılanlara Sıfırla
FORM_TITLE=Batman Başlatıcı
FXAA=FXAA
FXAA_HI=FXAA (yüksek)
FXAA_MED=FXAA (orta)
MSAA_FXAA_LO=FXAA (düşük)

[ControllerTags_Sony]
LabelHold=<FONT COLOR='#E87B00'>(Basılı Tut)</FONT>
LabelRelease=<FONT COLOR='#E87B00'>(Bırak)</FONT>
LabelTap=<FONT COLOR='#E87B00'>(Bas)</FONT>
PAD_A=<FONT COLOR='#A2B9ED'>&#xf023;</FONT>
PAD_B=<FONT COLOR='#F05C5C'>&#xf020;</FONT>
PAD_BACK=<FONT COLOR='#BFD7DB'>&#xf033;</FONT>
PAD_DPAD=<FONT COLOR='#BFD7DB'>&#xf024;</FONT>
PAD_DPADD=<FONT COLOR='#BFD7DB'>&#xf027;</FONT>
PAD_DPADL=<FONT COLOR='#BFD7DB'>&#xf028;</FONT>
PAD_DPADLR=<FONT COLOR='#BFD7DB'>&#xf029;</FONT>
PAD_DPADR=<FONT COLOR='#BFD7DB'>&#xf026;</FONT>
PAD_DPADU=<FONT COLOR='#BFD7DB'>&#xf025;</FONT>
PAD_DPADUD=<FONT COLOR='#BFD7DB'>&#xf02A;</FONT>
PAD_LB=<FONT COLOR='#BFD7DB'>&#xf02B;</FONT>
PAD_LEFTSTICK=<FONT COLOR='#BFD7DB'>&#xf02F;</FONT>
PAD_LEFTSTICK_CLICK=<FONT COLOR='#BFD7DB'>&#xf030;</FONT>
PAD_LT=<FONT COLOR='#BFD7DB'>&#xf02C;</FONT>
PAD_QuickBatclaw={PAD_LT}+{PAD_Y}
PAD_QuickExplosiveGel={PAD_LT}+{PAD_X}
PAD_QuickFreezeBlast={PAD_RT}+{PAD_RT}
PAD_QuickREC={PAD_LT}+{PAD_B}
PAD_RB=<FONT COLOR='#BFD7DB'>&#xf02E;</FONT>
PAD_RIGHTSTICK=<FONT COLOR='#BFD7DB'>&#xf031;</FONT>
PAD_RIGHTSTICK_CLICK=<FONT COLOR='#BFD7DB'>&#xf032;</FONT>
PAD_RT=<FONT COLOR='#BFD7DB'>&#xf02D;</FONT>
PAD_START=<FONT COLOR='#BFD7DB'>&#xf034;</FONT>
PAD_X=<FONT COLOR='#F7AFEF'>&#xf021;</FONT>
PAD_XDark=<FONT COLOR='#674F5F'>&#xf021;</FONT>
PAD_Y=<FONT COLOR='#55FFBD'>&#xf022;</FONT>
PADPkg=B

[ControllerTags_Xbox]
LabelHold=<FONT COLOR='#E87B00'>(Basılı Tut)</FONT>
LabelRelease=<FONT COLOR='#E87B00'>(Bırak)</FONT>
LabelTap=<FONT COLOR='#E87B00'>(Bas)</FONT>
PAD_A=<FONT COLOR='#51A435'>&#xf000;</FONT>
PAD_B=<FONT COLOR='#D41B25'>&#xf001;</FONT>
PAD_BACK=<FONT COLOR='#bfd7db'>&#xf013;</FONT>
PAD_BACK_360=<FONT COLOR='#bfd7db'>&#xf016;</FONT>
PAD_DPAD=<FONT COLOR='#bfd7db'>&#xf004;</FONT>
PAD_DPADD=<FONT COLOR='#bfd7db'>&#xf007;</FONT>
PAD_DPADL=<FONT COLOR='#bfd7db'>&#xf008;</FONT>
PAD_DPADLR=<FONT COLOR='#bfd7db'>&#xf009;</FONT>
PAD_DPADR=<FONT COLOR='#bfd7db'>&#xf006;</FONT>
PAD_DPADU=<FONT COLOR='#bfd7db'>&#xf005;</FONT>
PAD_DPADUD=<FONT COLOR='#bfd7db'>&#xf00A;</FONT>
PAD_LB=<FONT COLOR='#bfd7db'>&#xf00B;</FONT>
PAD_LEFTSTICK=<FONT COLOR='#bfd7db'>&#xf00F;</FONT>
PAD_LEFTSTICK_CLICK=<FONT COLOR='#bfd7db'>&#xf010;</FONT>
PAD_LT=<FONT COLOR='#bfd7db'>&#xf00C;</FONT>
PAD_QuickBatclaw={PAD_LT}+{PAD_Y}
PAD_QuickExplosiveGel={PAD_LT}+{PAD_X}
PAD_QuickFreezeBlast={PAD_RT}+{PAD_RT}
PAD_QuickREC={PAD_LT}+{PAD_B}
PAD_RB=<FONT COLOR='#bfd7db'>&#xf00E;</FONT>
PAD_RIGHTSTICK=<FONT COLOR='#bfd7db'>&#xf011;</FONT>
PAD_RIGHTSTICK_CLICK=<FONT COLOR='#bfd7db'>&#xf012;</FONT>
PAD_RT=<FONT COLOR='#bfd7db'>&#xf00D;</FONT>
PAD_START=<FONT COLOR='#bfd7db'>&#xf014;</FONT>
PAD_START_360=<FONT COLOR='#bfd7db'>&#xf015;</FONT>
PAD_X=<FONT COLOR='#0097CF'>&#xf002;</FONT>
PAD_XDark=<FONT COLOR='#0012CF'>&#xf002;</FONT>
PAD_Y=<FONT COLOR='#F6DD4F'>&#xf003;</FONT>
PADPkg=A

[Controls]
AzraelA={PAD_A} Koş {LabelHold}
AzraelB={PAD_B} Pelerinle Sersemlet
AzraelComboA={PAD_LT} + {PAD_X} Çabuk Atışlı Patlayıcı Jel
AzraelComboB={PAD_LT} + {PAD_Y} Çabuk Atışlı Yarasa Pençesi
AzraelComboC={PAD_LEFTSTICK} + {PAD_A}{PAD_A} Kaç
AzraelDPADD=Alet Seç {PAD_DPADD}
AzraelDPADL
AzraelDPADR
AzraelDPADU=Dedektif Modu {PAD_DPADU}
AzraelL=Hareket Et {PAD_LEFTSTICK}
AzraelL1
AzraelL2=Aleti Nişanla {LabelHold} / Batarang'ı Çabuk At {LabelTap} {PAD_LT}
AzraelL3
AzraelMenu={PAD_START} Duraklama Menüsü
AzraelOptions={PAD_START} Duraklama Menüsü
AzraelR={PAD_RIGHTSTICK} Etrafa Bak
AzraelR1={PAD_RB} Tutun
AzraelR2={PAD_RT} Çömel {LabelHold}
AzraelR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
AzraelTouch={PAD_START} Duraklama Menüsü
AzraelView
AzraelX={PAD_X} Saldır
AzraelY={PAD_Y} Karşıla
BatgirlA={PAD_A} Koş {LabelHold}
BatgirlB={PAD_B} Pelerinle Sersemletme
BatgirlComboA={PAD_LT} + {PAD_X} Patlayıcı Jel'i Çabuk Ateşle
BatgirlComboB={PAD_LT} + {PAD_Y} Batclaw'ı Çabuk Ateşle
BatgirlComboC={PAD_LEFTSTICK} + {PAD_A}{PAD_A} Kaçın
BatgirlDPADD=Alet Seç {PAD_DPADD}
BatgirlDPADL
BatgirlDPADR
BatgirlDPADU=Dedektif Modu {PAD_DPADU}
BatgirlL=Hareket Et {PAD_LEFTSTICK}
BatgirlL1=Çifte Bitirme / Karakter Değiştir {PAD_LB}
BatgirlL2=Aleti Nişanla {LabelHold} / Batarang'ı Çabuk At {LabelTap} {PAD_LT}
BatgirlL3
BatgirlMenu={PAD_START} Duraklama Menüsü
BatgirlOptions={PAD_START} Duraklama Menüsü
BatgirlR={PAD_RIGHTSTICK} Etrafa Bak
BatgirlR1={PAD_RB} Tutun
BatgirlR2={PAD_RT} Çömel {LabelHold}
BatgirlR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
BatgirlTouch={PAD_BACK} Haritayı Göster / Hedefler
BatgirlView={PAD_BACK} Haritayı Göster / Hedefler
BatgirlX={PAD_X} Saldır
BatgirlY={PAD_Y} Karşıla
BatmanA={PAD_A} Koş {LabelHold}
BatmanB={PAD_B} Pelerinle Sersemletme
BatmanComboA={PAD_LT} + {PAD_X} Çabuk Atışlı Patlayıcı Jel
BatmanComboB={PAD_LT} + {PAD_Y} Çabuk Atışlı Yarasa Pençesi
BatmanComboC={PAD_LEFTSTICK} + {PAD_A}{PAD_A} Kaç
BatmanDPADD=Alet Seçimi {PAD_DPADD}
BatmanDPADL=AG Mücadeleleri {PAD_DPADL}
BatmanDPADR=Görev Seçimi {PAD_DPADR}
BatmanDPADU=Dedektif Modu {LabelTap} / Bilmece Tara {LabelHold} {PAD_DPADU}
BatmanL=Hareket Et {PAD_LEFTSTICK}
BatmanL1=Batmobil'e Gir / Batmobil'i Çağır {PAD_LB}
BatmanL2=Aleti Nişanla {LabelHold} / Çabuk Atışlı Batarang {LabelTap} {PAD_LT}
BatmanL3
BatmanMenu={PAD_START} Duraklama Menüsü
BatmanOptions={PAD_START} Duraklama Menüsü
BatmanR={PAD_RIGHTSTICK} Etrafa Bak
BatmanR1={PAD_RB} Tutun
BatmanR2={PAD_RT} Çömel {LabelHold}
BatmanR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
BatmanTouch={PAD_BACK} WayneTech
BatmanView=WayneTech {PAD_BACK}
BatmanX={PAD_X} Saldır
BatmanY={PAD_Y} Karşıla
BattleA
BattleB={PAD_B} EMP
BattleComboA
BattleComboB
BattleComboC={PAD_LEFTSTICK} + {PAD_A} Sıyrılma Ateşleyicileri
BattleDPADD
BattleDPADL=AG Mücadeleleri {PAD_DPADL}
BattleDPADR=Görev Seç {PAD_DPADR}
BattleDPADU=Tara {PAD_DPADU}
BattleL=Hareket Et {PAD_LEFTSTICK}
BattleL1=Batmobil'den Çık {PAD_LB}
BattleL2=Takip Modu {LabelRelease}{PAD_LT}
BattleL2_BMT=Vulcan Tüfeği {PAD_LT}
BattleL3
BattleMenu={PAD_START} Duraklama Menüsü
BattleOptions={PAD_START} Duraklama Menüsü
BattleR={PAD_RIGHTSTICK} Etrafa Bak
BattleR1={PAD_RB} Vulcan Tüfeği
BattleR1_BMT={PAD_RB} Takip Modu Değiştir
BattleR2={PAD_RT} 60mm Top
BattleR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
BattleTouch={PAD_BACK} WayneTech
BattleView=WayneTech {PAD_BACK}
BattleX={PAD_X} Füze Yağmuru
BattleY={PAD_Y} Dron Virüsü
CatwomanA={PAD_A} Koş {LabelHold}
CatwomanB={PAD_B} Kırbaçla Sersemletme
CatwomanComboA={PAD_LT} + {PAD_X} Bolaları Çabuk At
CatwomanComboB={PAD_LT} + {PAD_B} Dikenli Demirleri Çabuk At
CatwomanComboC={PAD_LEFTSTICK} + {PAD_A} {PAD_A} Kaçın
CatwomanDPADD=Alet Seç {PAD_DPADD}
CatwomanDPADL
CatwomanDPADR
CatwomanDPADU=Hırsız Görüşü {LabelTap}
CatwomanL=Hareket Et {PAD_LEFTSTICK}
CatwomanL1
CatwomanL2=Aleti Nişanla {LabelHold} / Çabuk Kırbaçlama {LabelTap} {PAD_LT}
CatwomanL3
CatwomanMenu={PAD_START} Duraklama Menüsü
CatwomanR={PAD_RIGHTSTICK} Etrafa Bak
CatwomanR1={PAD_RB} Tavana Sıçra
CatwomanR2={PAD_RT} Çömel {LabelHold}
CatwomanR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
CatwomanView
CatwomanX={PAD_X} Saldır
CatwomanY={PAD_Y} Karşıla
ComboD={PAD_LT} + {PAD_B} {LabelHold} Çabuk Kalkan Darbesi
HarleyA={PAD_A} Koş {LabelHold}
HarleyB={PAD_B} Yarasayla Sersemletme
HarleyComboA={PAD_LT} + {PAD_X} Çabuk Sürpriz Kutusu At
HarleyComboB
HarleyComboC={PAD_LEFTSTICK} + {PAD_A} {PAD_A} Kaçın
HarleyDPADD=Alet Seç {PAD_DPADD}
HarleyDPADL
HarleyDPADR
HarleyDPADU=Ruh Hastası Modu {PAD_DPADU}
HarleyL=Hareket Et {PAD_LEFTSTICK}
HarleyL1=Kargaşa Modunu Aktifleştir {PAD_LB}
HarleyL2=Aleti Nişanla {LabelHold} / Çabuk Atışlı Muzip Kapan {LabelTap} {PAD_LT}
HarleyL3
HarleyMenu={PAD_START} Duraklama Menüsü
HarleyOptions={PAD_START} Duraklama Menüsü
HarleyR={PAD_RIGHTSTICK} Etrafa Bak
HarleyR1={PAD_RB} Sıçra
HarleyR2={PAD_RT} Çömel {LabelHold}
HarleyR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
HarleyTouch
HarleyView
HarleyX={PAD_X} Saldır
HarleyY={PAD_Y} Karşıla
Header=KONTROLLER
NightwingA={PAD_A} Koş {LabelHold}
NightwingB={PAD_B} Sersemlet
NightwingComboA={PAD_LT} + {PAD_X} Elektrik Patlaması
NightwingComboB={PAD_LT} + {PAD_Y} Yarasa Pençesi
NightwingComboC={PAD_LEFTSTICK} + {PAD_A} {PAD_A} Kaç
NightwingDPADD=Alet Seçimi {PAD_DPADD}
NightwingDPADL
NightwingDPADR
NightwingDPADU=Dedektif Modu {LabelTap}
NightwingL=Hareket Et {PAD_LEFTSTICK}
NightwingL1
NightwingL2=Aleti Nişanla {LabelHold} / Çabuk Eskrima Sopası {LabelTap} {PAD_LT}
NightwingL3
NightwingOptions={PAD_START} Duraklama Menüsü
NightwingR={PAD_RIGHTSTICK} Etrafa Bak
NightwingR1={PAD_RB} Tutun
NightwingR2={PAD_RT} Çömel {LabelHold}
NightwingR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
NightwingView
NightwingViewTouch
NightwingX={PAD_X} Saldır
NightwingY={PAD_Y} Karşıla
PageAzrael=AZRAİL
PageBatgirl=BATGIRL
PageBatman=BATMAN
PageBatmanAsAzrael=BATMAN / AZRAİL
PageBatmanAsCatwoman=BATMAN / KEDİ KADIN
PageBatmanAsNightwing=BATMAN / NIGHTWING
PageBatmanAsRobin=BATMAN / ROBIN
PageBattle=BATMOBİL - MUHAREBE MODU
PageCatwoman=KEDİ KADIN
PageHarley=HARLEY QUINN
PageNightwing=NIGHTWING
PagePursuit=BATMOBİL - TAKİP MODU
PageRedHood=RED HOOD
PageRobin=ROBIN
PS4=DUALSHOCK&#174;4 kablosuz kontrol cihazı
PursuitA
PursuitB={PAD_B} İzleyici / Hareket Kısıtlayıcı
PursuitComboA={PAD_LEFTSTICK} + {PAD_RT} + {PAD_X} Güç Kayması
PursuitComboB={PAD_A}{PAD_A} Süzülmeye Fırlat
PursuitComboC={PAD_LEFTSTICK}{PAD_A} Yanlama
PursuitDPADD
PursuitDPADD_BMT=Görüş Değiş {PAD_DPADD}
PursuitDPADL=AG Mücadeleleri {PAD_DPADL}
PursuitDPADR=Görev Seç {PAD_DPADR}
PursuitDPADU
PursuitL=Dön {PAD_LEFTSTICK}
PursuitL1=Batmobil'den Çık {PAD_LB}
PursuitL2=Muharebe Modu {LabelHold} {PAD_LT}
PursuitL2_BMT=Geri {PAD_LT}
PursuitL3
PursuitMenu={PAD_START} Duraklama Menüsü
PursuitOptions={PAD_START} Duraklama Menüsü
PursuitR={PAD_RIGHTSTICK} Etrafa Bak
PursuitR1={PAD_RB} Görüş Değiş
PursuitR1_BMT={PAD_RB} Muharebe Modunu Aç/Kapat
PursuitR2={PAD_RT} Hızlan
PursuitR3={PAD_RIGHTSTICK_CLICK} Geriye Bak
PursuitTouch={PAD_BACK} WayneTech
PursuitView=WayneTech {PAD_BACK}
PursuitX={PAD_X} Fren / Geri Vites
PursuitX_BMT={PAD_X} Fren
PursuitY={PAD_Y} Art Yakıcı
RedHoodA={PAD_A} Koş {LabelHold}
RedHoodB={PAD_B} Tekmeyle Sersemletme
RedHoodComboA={PAD_LT} + {PAD_B} Kör Edici Bombayı Çabuk At
RedHoodComboB={PAD_LT} + {PAD_Y} Çabuk İp Tekmesi At
RedHoodComboC={PAD_LEFTSTICK} + {PAD_A}{PAD_A} Kaç
RedHoodDPADD=Alet Seçimi {PAD_DPADD}
RedHoodDPADL
RedHoodDPADR
RedHoodDPADU=Taktiksel Mod {PAD_DPADU}
RedHoodL=Hareket Et {PAD_LEFTSTICK}
RedHoodL1
RedHoodL2=Aleti Nişanla {LabelHold} / Tabancaları Çabuk Ateşle {LabelTap} {PAD_LT}
RedHoodL3
RedHoodMenu={PAD_START} Duraklama Menüsü
RedHoodOptions={PAD_START} Duraklama Menüsü
RedHoodR={PAD_RIGHTSTICK} Etrafa Bak
RedHoodR1={PAD_RB} Tutun
RedHoodR2={PAD_RT} Çömel {LabelHold}
RedHoodR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
RedHoodTouch
RedHoodView
RedHoodX={PAD_X} Saldır
RedHoodY={PAD_Y} Karşıla
RobinA={PAD_A} Koş {LabelHold}
RobinB={PAD_B} Sopayla Sersemletme
RobinComboA={PAD_LT} + {PAD_X} Ani Parlama
RobinComboB={PAD_LT} + {PAD_Y} İp Tekmesi
RobinComboC={PAD_LEFTSTICK} + {PAD_A}{PAD_A} Kaçın
RobinDPADD=Alet Seç {PAD_DPADD}
RobinDPADL
RobinDPADR
RobinDPADU=Dedektif Modu {LabelTap}
RobinL=Hareket Et {PAD_LEFTSTICK}
RobinL1
RobinL2=Aleti Nişanla {LabelHold} / Ninja Yıldızını Çabuk At {LabelTap} {PAD_LT}
RobinL3
RobinMenu={PAD_START} Duraklama Menüsü
RobinOptions={PAD_START} Duraklama Menüsü
RobinR={PAD_RIGHTSTICK} Etrafa Bak
RobinR1={PAD_RB} Tutun
RobinR2={PAD_RT} Çömel {LabelHold}
RobinR3={PAD_RIGHTSTICK_CLICK} Yakınlaştır
RobinTouch
RobinView
RobinX={PAD_X} Saldır
RobinY={PAD_Y} Karşıla
XB1=Xbox One&#174; Kablosuz Kontrol Cihazı

[Device]
A=Devam Et
B=Seç

[Error]
1=Bir giriş değişimi algılandı. Şimdi ana ekrana döneceksin.
10=Tekrarlı giriş yüzünden bağlantın kesildi. Şimdi ana ekrana döneceksin.
11=Geçersiz Steam kullanıcısı.
15=Yeni indirilebilir içerik kullanıma hazır. Şimdi ana ekrana döneceksin.
2=Bir giriş değişimi algılandı. Şimdi ana ekrana döneceksin.
3=Bir giriş değişimi algılandı. Şimdi ana ekrana döneceksin.
5=Steam bağlantısı koptu. Oyundaki bazı bölgelere giremeyebilirsin.
6=Ağ bağlantısı yok!
7=Steam hizmetine geçici bir süre ulaşılamıyor.
8=Steam'e bağlanmak için önce güncelleme yapmak gerekir.
9=Steam Sunucuları isteğinizi yerine getiremeyecek kadar meşgul.
CorruptDLC=Hasarlı indirilebilir içerik tespit edildi. Lütfen tekrar indir ya da sil.
CorruptedDataWarning=Kısmi veri bozulması yüzünden kayıtlı veriye dönüldü.\nDönüş sırasında bir miktar oyun ilerlemesi kaybolmuş olabilir.
CorruptHashedFile=%s dosyasında bozukluk tespit edildi. Lütfen oyun önbelleğinin bütünlüğünü kontrol et. Şimdi oyundan çıkılacak.
DLCHydra=Bu özellik şu an kullanılamaz. Steam Mağazası'na ulaşmak için lütfen {?UI_A} tuşuna tıkla.
DLCStore=Şu anda Steam mağazasına bağlanılamıyor. İnternet ayarlarını kontrol et ya da daha sonra tekrar dene.
DLCStoreLoggedOut=Bir giriş değişimi algılandı. Şu anda Steam mağazasına bağlanılamıyor.
DLCStoreLostConnection=Şu anda Steam mağazasına bağlanılamıyor. İnternet ayarlarını kontrol et ya da daha sonra tekrar dene.
LiveProblem=Steam Sorunu
NoLoginNoSave=Bir Steam Profiline giriş yapmadın. Devam etmek istediğine emin misin? Devam edersen oyunu kaydedemez ya da Steam'den gelen oyun içeriklerine erişemezsin.

[Installer]
Cancel=İptal
ConfirmCancel=Batman: Arkham Şehri kurulumunu iptal etmek istediğine emin misin?
Heading=Batman: Arkham Şehri Kurulumu
Installing=Batman: Arkham Şehri yükleniyor
No=Hayır
OK=Tamam
PleaseInsert=Lütfen ’Batman: Arkham Şehri Kurulum Diski 2’yi tak
PleaseInsertDisk1=Lütfen ’Batman: Arkham Şehri™ Kurulum Diski 1’i tak
PleaseWait=Windows Batman: Arkham Şehri'ni yapılandırırken lütfen bekle.
Yes=Evet

[Keys]
A=A
Add=+
Alt=Alt
B=B
Backslash=\
Backspace=Backspace
C=C
CapsLock=Caps Lock
Comma=,
Ctrl=Ctrl
D=D
Decimal=Sayısal tuş takımı .
Delete=Delete
Divide=Sayısal tuş takımı /
Down=Aşağı
E=E
Eight=8
End=End
Enter=Enter
Equals
Escape=Escape
F=F
F1=F1
F10=F10
F11=F11
F12=F12
F2=F2
F3=F3
F4=F4
F5=F5
F6=F6
F7=F7
F8=F8
F9=F9
Five=5
Four=4
G=G
H=H
Home=Home
I=I
Insert=Insert
J=J
K=K
L=L
Left=Sol
LeftAlt=Sol Alt
LeftBracket=[
LeftControl=Sol Control
LeftMouseButton=Sol Fare Düğmesi
LeftShift=Sol Shift
M=M
MiddleMouseButton=Orta Fare Düğmesi
Mouse=Fare
Mouse_LR=Fare Sol/Sağ
MouseScrollDown=Fare Aşağı Kaydırma
MouseScrollUp=Fare Yukarı Kaydırma
Multiply=*
N=N
Nine=9
NumLock=Num Lock
NumPadDiv=Sayısal tuş takımı /
NumPadEight=Sayısal tuş takımı 8
NumPadFive=Sayısal tuş takımı 5
NumPadFour=Sayısal tuş takımı 4
NumPadMul=Sayısal tuş takımı *
NumPadNine=Sayısal tuş takımı 9
NumPadOne=Sayısal tuş takımı 1
NumPadSeven=Sayısal tuş takımı 7
NumPadSix=Sayısal tuş takımı 6
NumPadThree=Sayısal tuş takımı 3
NumPadTwo=Sayısal tuş takımı 2
NumPadZero=Sayısal tuş takımı 0
O=O
One=1
P=P
PageDown=Page Down
PageUp=Page Up
Period=.
Q=Q
Quote=“"”
R=R
Right=Sağ
RightAlt=Sağ Alt
RightBracket=]
RightControl=Sağ Control
RightMouseButton=Sağ Fare Düğmesi
RightShift=Sağ Shift
S=S
ScrollLock=Scroll Lock
Semicolon=;
Seven=7
Shift=Shift
Six=6
Slash=/
SpaceBar=Boşluk Çubuğu
Subtract=-
T=T
Tab=Tab
Three=3
ThumbMouseButton=Fare Baş Parmak Düğmesi 1
ThumbMouseButton2=Fare Baş Parmak Düğmesi 2
Tilde=~
Two=2
U=U
UNASSIGNED=ATANMAMIŞ
Unbound=Atanmamış
Underscore=_
Up=Yukarı
V=V
W=W
X=X
Y=Y
Z=Z
Zero=0

[KeysShort]
A=A
Add=+
Alt=Alt
B=B
Backslash=\
Backspace=Backspace
C=C
CapsLock=Caps Lock
Comma=,
Ctrl=Ctrl
D=D
Decimal=Say.
Delete=Del
Divide=/
Down=Aşağı
E=E
Eight=8
End=End
Enter=Enter
Equals
Escape=Esc
F=F
F1=F1
F10=F10
F11=F11
F12=F12
F2=F2
F3=F3
F4=F4
F5=F5
F6=F6
F7=F7
F8=F8
F9=F9
Five=5
Four=4
G=G
H=H
Home=Home
I=I
Insert=Insert
J=J
K=K
L=L
Left=Sol
LeftAlt=SolAlt
LeftBracket=[
LeftControl=SolCtrl
LeftMouseButton=_SFD
LeftShift=SolShift
M=M
MiddleMouseButton=_OFD
MinMax=-/
Mouse=_Fare
Mouse_LR=_Fare_SaSo
MouseScrollDown=_Fare_Teker
MouseScrollUp=_Fare_Teker
Multiply=*
N=N
Nine=9
NumLock=Num Lock
NumPadDiv=Say/
NumPadEight=Say8
NumPadFive=Say5
NumPadFour=Say4
NumPadMul=Say*
NumPadNine=Say9
NumPadOne=Say1
NumPadSeven=Say7
NumPadSix=Say6
NumPadThree=Say3
NumPadTwo=Say2
NumPadZero=Say0
O=O
One=1
P=P
PageDown=PgDn
PageUp=PgUp
Period=.
Q=Q
Quote=“"”
R=R
Right=Sağ
RightAlt=SağAlt
RightBracket=]
RightControl=SağCtrl
RightMouseButton=_SFD
RightShift=SağShift
S=S
ScrollLock=ScrollLock
Semicolon=;
Seven=7
Shift=Shift
Six=6
Slash=/
SpaceBar=Boşluk
Subtract=-
T=T
Tab=Tab
Three=3
ThumbMouseButton=Fare Baş Parmak Düğmesi 1
ThumbMouseButton2=Fare Baş Parmak Düğmesi 2
Tilde=~
Two=2
U=U
Unassigned=Atanmamış
Underscore=_
Up=Yukarı
V=V
W=W
X=X
Y=Y
Z=Z
Zero=0

[Prompt]
DLCStore=LIVE Mağazası
SteamStore=Steam Mağazası

[Save]
ContinueNoSave=Devam Et
ContinueWithoutSaving=Kayıt başarısız! Kaydetmeden devam etmek ister misin?
Outdated=Bu oyun kaydı oyunun daha yeni bir sürümünde alınmış. Bu oyun kaydını kullanabilmek için lütfen bütün ilgili güncellemeleri yükleyin.
RetrySave=Kaydetmeyi Tekrar Dene

[Tags]
Arrow=&#x25B6;
Controller=kontrol cihazı
Id=Oyuncu Profili
LabelHold=<FONT COLOR='#E87B00'>(Basılı Tut)</FONT>
LabelRelease=<FONT COLOR='#E87B00'>(Bırak)</FONT>
LabelTap=<FONT COLOR='#E87B00'>(Bas)</FONT>
Nickname=
PC_LMB=<FONT COLOR='#bfd7db'>&#xf041;</FONT>
PC_LMBDark=<FONT COLOR='#5f676b'>&#xf041;</FONT>
PC_MMB=<FONT COLOR='#bfd7db'>&#xf042;</FONT>
PC_MOUSE=<FONT COLOR='#bfd7db'>&#xf040;</FONT>
PC_RMB=<FONT COLOR='#bfd7db'>&#xf044;</FONT>
PC_THUMBDOWN=<FONT COLOR='#bfd7db'>&#xf045;</FONT>
PC_THUMBUP=<FONT COLOR='#bfd7db'>&#xf046;</FONT>
PC_WHEEL=<FONT COLOR='#bfd7db'>&#xf043;</FONT>
System=bilgisayar

[UI]
ArkhamStoryNoDataMsg=Gelecek aylarda ilave hikâye bölümleri de satın alınabilecek. Bunları Mağaza'dan satın alabilirsin.
BmLauncherInfo=Kontrolleri ve görüntü ayarlarını değiştirmek için Windows 7/Vista'daki Oyun Ekranı'nda oyun simgesine sağ tıkla ve Başlatıcı'yı seç ya da Windows XP'de Başlangıç menüsünden Başlatıcı'yı seç.
ChallengeNeedsLoggedIn=Sıralamalara erişmek için bir Steam profiline giriş yapmış ve Steam'e bağlı olman gerekiyor. Puanlar sıralamalara kaydedilmeyecek. Çevrimdışı devam etmek istiyor musun?
Controls1=HAREKET
Controls2=DÖVÜŞ
Controls3=ALET KULLANIMI
Controls4=ALET SEÇİMİ
CorruptSave=Kayıt bozuk. Lütfen sil.
DisplaynameLabel=STEAM KULLANICISI
DLCNeedsLoggedIn
Exit=Masaüstüne dönmek istediğine emin misin? Kaydedilmemiş ilerlemeler kaybolacak.
ExitToDesktopMsg=Masaüstüne dönmek istediğine emin misin?
GamePadTitle1=KONTROLLER
GamePadTitle2A=WINDOWS İÇİN XBOX360 KONTROL CİHAZI
GamePadTitle2B=SONY PLAYSTATION KONTROL CİHAZI
GoOnlineForStore=Steam içeriğine ulaşmak için bir Steam profiline giriş yapmalısın.
GoOnlineTodoThis=Bu eylemi gerçekleştirmek için Steam'e giriş yapmalısın.
InstallingMessage=Oyun verileri yüklenirken lütfen bekle.
InstallingTitle=OYUN VERİLERİ YÜKLENİYOR
InsufficientDriverWarning=Uyarı! Görünüşe göre eski bir ekran kartı sürücüsü kullanıyorsun. En iyi deneyim için lütfen ekran kartı üreticinin sitesini ziyaret edip en son sürücüyü yükle. Daha fazla bilgi için lütfen http://support.wbgames.com adresini ziyaret et.
InsufficientMemWarning=Uyarı! Görünüşe göre sisteminde %d GB RAM var. Batman: Arkham Şövalyesi'nde en iyi deneyim için %d GB RAM gerekir. Daha fazla bilgi için lütfen http://support.wbgames.com adresini ziyaret et.
Key_LB={kUI_L1}
Key_LBOrRB={kUI_L1} / {kUI_R1}
Key_RB={kUI_R1}
Keyboard=Klavye
KeyboardAlt=Alt. Klavye
LeaderboardEmpty=Puan Tahtası boş
LeaderboardFetch=Puan Tahtası Sonuçları getiriliyor.
LeaderboardFetchError=Puan Tahtası Sonuçları getirilemedi.
LeaderboardNoResults=SONUÇ YOK
LeaderboardNotOnline=Puan Tahtasına erişmek için Steam'e bağlı olman gerekir.
Marketplace=Steam Mağazası
ModifiedIniWarning=Uyarı! Sistem bir ya da daha fazla değiştirilmiş yapılandırma dosyası tespit etti. Bu; performans ve süreklilikte sorunlara sebep olabilir ve görsel bozukluk yaratabilir. Daha fazla bilgi için lütfen http://support.wbgames.com/ adresini ziyaret et.
NeedFreespace=Yeni oyun kaydı yaratmak için yetersiz boş alan.
NewDLCInstalledMsg=Yeni indirilebilir içerik yüklendi ve Ana Menü'ye döndüğünde kullanılabilir olacak.
NicknameLabel=STEAM KULLANICISI
NoDLCPresent=Yeni indirilebilir içerik mevcut. İndirmek için Steam Mağazası'na bağlan.
NoDLCPresentSoon=İlave içeriği indirmek için Steam Mağazası'na bağlan.
NoSavingWithoutSteamClient=Kayıt işlevinin çalışması için Steam'in çalışıyor olması gerekir. Oyunu Steam çalışırken yeniden başlatmazsan ilerlemen kaydolmayacak.
NoSteamStore=Steam Mağazası açılamadı. Lütfen Steam'in açık ve Steam Arayüzü'nün etkin olduğuna emin ol.
OnlineDisabled=Ebeveyn kontrol sınırlamaları sebebiyle çevrimiçi hizmetler devre dışı bırakıldı.
PhotoModeInfo=\n\n\nUstalık eserini oluşturmak için Fotoğraf Modu'na gir.
PressStart=BAŞLAMAK İÇİN BURAYA TIKLA
SavingDesc=Oyun Otomatik Kayıt yapabilir ve oyun kaydedilirken bu simge belirir.\nBu simge görünürken {System} kapanmamalıdır.
ScanningDLC=İndirilebilir İçerik kullanıma hazırlanırken lütfen bekle.
ScanningDLCTitle=İndirilebilir İçerik aranıyor.
SteamInitFailure=Etkin Steam bağlantısına bağlanılamadı. Lütfen Steam'in çalıştığına emin ol.
SteamNotLoggedIn=Şu an bir Steam hesabına bağlı değilsin.
WBIDMustBeSignedIn=WBID girişi yapabilmek için bir Steam profiline giriş yapmış ve Steam hizmetine bağlı olman gerekir.
